Revit 2024 API
CombinableElementArray Constructor
Initializes a new instance of the CombinableElementArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public CombinableElementArray()
Visual Basic
Public Sub New
Visual C++
public:
CombinableElementArray()
See Also
CombinableElementArray Class
Autodesk.Revit.DB Namespace